[
  {
    "id": "sea-doo-2026-gamma",
    "title": "Sii tra i primi a scoprire le entusiasmanti novità della gamma Sea-Doo 2026!",
    "excerpt": "La gamma completa Sea-Doo 2026 sarà rivelata a dicembre in Italia. Resta informato per non perdere nessuna novità.",
    "content": "La gamma completa Sea-Doo 2026 sarà rivelata a dicembre in Italia. Sea-Doo continua a innovare nel settore delle moto d'acqua, portando tecnologie all'avanguardia e prestazioni eccezionali.\n\nLe nuove moto d'acqua Sea-Doo 2026 promettono di rivoluzionare l'esperienza di guida sull'acqua con caratteristiche innovative e design moderno.\n\nResta informato e non perdere l'opportunità di essere tra i primi a conoscere tutti i dettagli della nuova gamma Sea-Doo.",
    "image_url": "/news/SEA-MY26-PWC-RXPX-ACT-03716-RGB-LR.avif",
    "published_at": "2025-01-15T10:00:00Z",
    "created_at": "2025-01-15T10:00:00Z"
  },
  {
    "id": "sea-doo-touchscreen-display",
    "title": "Display touchscreen da 10,25\" ulteriormente migliorato",
    "excerpt": "Brillante display touchscreen che si connette a smartphone e app BRP Connect. Disponibile su modelli Sea-Doo selezionati.",
    "content": "Sea-Doo presenta il nuovo display touchscreen da 10,25\" ulteriormente migliorato, che porta l'esperienza di guida a un livello superiore.\n\nQuesto brillante display touchscreen offre:\n- Connessione diretta a smartphone\n- Integrazione con l'app BRP Connect\n- Interfaccia intuitiva e facile da usare\n- Visualizzazione chiara di tutte le informazioni importanti\n\nIl display è disponibile su modelli Sea-Doo selezionati e rappresenta l'evoluzione della tecnologia nautica, permettendo ai piloti di avere tutto sotto controllo con un semplice tocco.",
    "image_url": "/news/SEA-MY25-PWC-GTXLTD-FEAT-1382_RGB-16x9.avif",
    "published_at": "2025-01-10T10:00:00Z",
    "created_at": "2025-01-10T10:00:00Z"
  },
  {
    "id": "sea-doo-idf-system",
    "title": "Il sistema di pompa iDF ora è di serie!",
    "excerpt": "iDF standard su Sea-Doo GTI SE: rimuove alghe e detriti dall'aspirazione. Più tranquillità, meno soste.",
    "content": "Sea-Doo annuncia che il sistema di pompa iDF (intelligent Debris Free) è ora di serie su Sea-Doo GTI SE.\n\nIl sistema iDF rappresenta una rivoluzione nella gestione dell'aspirazione:\n- Rimuove automaticamente alghe e detriti dall'aspirazione\n- Riduce significativamente le soste per pulizia\n- Maggiore tranquillità durante la guida\n- Prestazioni più costanti e affidabili\n\nQuesto sistema intelligente garantisce un'esperienza di guida più fluida e senza interruzioni, permettendo di godersi al massimo il tempo sull'acqua senza preoccupazioni.",
    "image_url": "https://images.pexels.com/photos/1430676/pexels-photo-1430676.jpeg?auto=compress&cs=tinysrgb&w=1200",
    "published_at": "2025-01-08T10:00:00Z",
    "created_at": "2025-01-08T10:00:00Z"
  },
  {
    "id": "sea-doo-garmin-gps-fishfinder",
    "title": "Porta la pesca al livello successivo con il GPS e Fish Finder Garmin 92",
    "excerpt": "Il display nitido del GPS/Fish Finder Garmin 9\" ti aiuta a individuare i pesci e la tua posizione più velocemente.",
    "content": "Sea-Doo introduce il GPS e Fish Finder Garmin 92, un sistema completo che porta la pesca a un livello completamente nuovo.\n\nCaratteristiche principali:\n- Display nitido da 9 pollici\n- GPS integrato per la navigazione precisa\n- Fish Finder avanzato per individuare i pesci\n- Interfaccia intuitiva e facile da usare\n- Recupero facilitato grazie alla tecnologia avanzata\n\nQuesto sistema permette ai pescatori di:\n- Trovare la posizione ideale più velocemente\n- Individuare i banchi di pesci con precisione\n- Navigare in sicurezza con il GPS integrato\n- Massimizzare il successo della pesca\n\nIl GPS e Fish Finder Garmin 92 rappresenta l'alleato perfetto per chi ama la pesca e vuole portare questa passione al livello successivo.",
    "image_url": "https://images.pexels.com/photos/2662116/pexels-photo-2662116.jpeg?auto=compress&cs=tinysrgb&w=1200",
    "published_at": "2025-01-05T10:00:00Z",
    "created_at": "2025-01-05T10:00:00Z"
  },
  {
    "id": "sea-doo-2026-innovazioni",
    "title": "Buttati nello straordinario: le innovazioni Sea-Doo 2026",
    "excerpt": "Scopri tutte le innovazioni tecnologiche che Sea-Doo ha in serbo per il 2026. Tecnologia all'avanguardia per un'esperienza unica.",
    "content": "Sea-Doo continua a spingere i limiti dell'innovazione nel settore delle moto d'acqua. La gamma 2026 presenta tecnologie all'avanguardia che trasformano completamente l'esperienza di guida.\n\nLe principali innovazioni includono:\n- Sistemi di sicurezza avanzati\n- Tecnologie di propulsione migliorate\n- Comodità e comfort superiori\n- Design moderno e accattivante\n- Prestazioni eccezionali\n\nOgni modello della gamma Sea-Doo 2026 è progettato per offrire un'esperienza straordinaria, combinando potenza, tecnologia e design in un pacchetto unico.\n\nNon perdere l'opportunità di scoprire tutte le novità che Sea-Doo ha preparato per te. Resta aggiornato e sii tra i primi a conoscere ogni dettaglio della nuova gamma.",
    "image_url": "/news/pre-order-and-get-3-years-of-coverage-on-all-2026-sea-doo-pwc-models.webp",
    "published_at": "2025-01-12T10:00:00Z",
    "created_at": "2025-01-12T10:00:00Z"
  }
]

